<?php

/**
 * Арефметические операторы
 */

 
 // Сложение
 $sum = 5 + 5;
 echo 'Сложение 5 + 5 = ' . $sum;
 echo '<br>';

 // вычитание
$sub = 7 - 2;
echo 'Вычитание 7 - 2 = ' . $sub;
echo '<br>';

// умножение 
$mult = 3 * 9;
echo 'Умножение 3 * 9 = ' . $mult;
echo '<br>';

// деление 
$div = 21 / 3;
echo 'Деление 21 / 3 = ' . $div;
echo '<br>';

// остаток от деления 
$modulo = 13 % 3;
echo 'Остаток от деления 13 на 3 = ' . $modulo;
echo '<br>';


// возведение в степень 
$exp = 2 ** 5;
echo 'Возведение 2 в степень 5 = ' . $exp;
echo '<br>';

